Repository: megakoko/WateryWatWat
Catalog: WateryWatWat/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, ja, pt, ru, zh_hans

# motivation.8
source: Small sips, big benefits!
ar: !رشفات صغيرة، فوائد كبيرة
de: Kleine Schlucke, große Vorteile!
es: Pequeños sorbos, grandes beneficios!
fr: Petites gorgées, grands bienfaits !
hi: छोटे घूंट, बड़े फायदे!
ja: 少しずつ、大きな効果！
pt: Pequenos goles, grandes benefícios!
ru: Маленькие глотки, большая польза!
zh_hans: 小口喝，大益处！

# motivation.9
source: Drink up and feel great!
ar: !اشرب واشعر بالروعة
de: Trink und fühl dich großartig!
es: ¡Bebe y siéntete genial!
fr: Buvez et sentez-vous bien !
hi: पिएं और बढ़िया महसूस करें!
ja: 飲んで元気になろう！
pt: Beba e sinta-se ótimo!
ru: Пейте и чувствуйте себя прекрасно!
zh_hans: 喝起来，感觉棒！

# motivation.10
source: Your daily dose of hydration!
ar: !جرعتك اليومية من الترطيب
de: Deine tägliche Dosis Hydratation!
es: ¡Tu dosis diaria de hidratación!
fr: Votre dose quotidienne d'hydratation !
hi: आपकी दैनिक हाइड्रेशन खुराक!
ja: 今日の水分補給量！
pt: Sua dose diária de hidratação!
ru: Ваша ежедневная доза гидратации!
zh_hans: 你的每日补水量！

# motivation.11
source: Refresh your body and mind!
ar: !جدد جسمك وعقلك
de: Erfrische deinen Körper und Geist!
es: ¡Refresca tu cuerpo y mente!
fr: Rafraîchissez votre corps et votre esprit !
hi: अपने शरीर और दिमाग को ताजा करें!
ja: 体と心をリフレッシュ！
pt: Refresque seu corpo e mente!
ru: Освежите тело и разум!
zh_hans: 刷新你的身心！

# motivation.12
source: Water is life, drink up!
ar: !الماء هو الحياة، اشرب
de: Wasser ist Leben, trink!
es: El agua es vida, ¡bebe!
fr: L'eau c'est la vie, buvez !
hi: पानी जीवन है, पिएं!
ja: 水は命、飲もう！
pt: Água é vida, beba!
ru: Вода - это жизнь, пейте!
zh_hans: 水是生命，喝起来！

# motivation.13
source: A sip a day keeps the doctor away!
ar: !رشفة في اليوم تبعد الطبيب
de: Ein Schluck am Tag hält den Arzt fern!
es: ¡Un sorbo al día mantiene al médico alejado!
fr: Une gorgée par jour éloigne le médecin !
hi: दिन में एक घूंट डॉक्टर को दूर रखता है!
ja: 1日1口で医者いらず！
pt: Um gole por dia mantém o médico longe!
ru: Глоток в день - доктор в стороне!
zh_hans: 一天一口水，医生远离你！

# motivation.14
source: You're doing great, stay hydrated!
ar: !أنت تقوم بعمل رائع، ابق رطباً
de: Du machst das großartig, bleib hydriert!
es: ¡Lo estás haciendo genial, mantente hidratado!
fr: Vous vous en sortez très bien, restez hydraté !
hi: आप बहुत अच्छा कर रहे हैं, हाइड्रेटेड रहें!
ja: よくできています、水分補給を忘れずに！
pt: Você está indo muito bem, mantenha-se hidratado!
ru: Вы отлично справляетесь, поддерживайте водный баланс!
zh_hans: 你做得很好，保持水分！

# motivation.15
source: Treat yourself to some H2O!
ar: !دلل نفسك ببعض H2O
de: Gönn dir etwas H2O!
es: ¡Regálate un poco de H2O!
fr: Offrez-vous un peu de H2O !
hi: खुद को कुछ H2O दें!
ja: H2Oでご褒美を！
pt: Presenteie-se com um pouco de H2O!
ru: Побалуйте себя H2O!
zh_hans: 给自己来点H2O吧！

# motivation.16
source: Fuel your body with water!
ar: !قوّ جسمك بالماء
de: Tanke deinen Körper mit Wasser!
es: ¡Alimenta tu cuerpo con agua!
fr: Alimentez votre corps avec de l'eau !
hi: अपने शरीर को पानी से ईंधन दें!
ja: 水で体に燃料補給！
pt: Alimente seu corpo com água!
ru: Питайте свое тело водой!
zh_hans: 用水滋养你的身体！

# motivation.17
source: Cheers to your health!
ar: !في صحتك
de: Auf deine Gesundheit!
es: ¡Salud por tu bienestar!
fr: À votre santé !
hi: आपके स्वास्थ्य के लिए!
ja: あなたの健康に乾杯！
pt: Saúde para você!
ru: За ваше здоровье!
zh_hans: 为你的健康干杯！

# motivation.18
source: Keep up the good hydration habits!
ar: !حافظ على عادات الترطيب الجيدة
de: Behalte gute Hydratationsgewohnheiten bei!
es: ¡Mantén buenos hábitos de hidratación!
fr: Gardez de bonnes habitudes d'hydratation !
hi: अच्छी हाइड्रेशन आदतें बनाए रखें!
ja: 良い水分補給習慣を続けましょう！
pt: Mantenha bons hábitos de hidratação!
ru: Поддерживайте хорошие привычки гидратации!
zh_hans: 保持良好的补水习惯！

# motivation.19
source: Time for a water break!
ar: !وقت استراحة للماء
de: Zeit für eine Wasserpause!
es: ¡Hora de un descanso para agua!
fr: C'est l'heure d'une pause eau !
hi: पानी के ब्रेक का समय!
ja: 水分補給の時間！
pt: Hora de uma pausa para água!
ru: Время для перерыва на воду!
zh_hans: 饮水休息时间！

# motivation.20
source: Give your body what it needs!
ar: !أعط جسمك ما يحتاجه
de: Gib deinem Körper was er braucht!
es: ¡Dale a tu cuerpo lo que necesita!
fr: Donnez à votre corps ce dont il a besoin !
hi: अपने शरीर को वह दें जो उसे चाहिए!
ja: 体に必要なものを与えましょう！
pt: Dê ao seu corpo o que ele precisa!
ru: Дайте телу то, что ему нужно!
zh_hans: 给你的身体它所需要的！

# motivation.21
source: Sip, sip, hooray!
ar: !رشفة، رشفة، ياهو
de: Schluck, Schluck, hurra!
es: ¡Sorbo, sorbo, hurra!
fr: Gorgée, gorgée, hourra !
hi: घूंट, घूंट, हुर्रे!
ja: ゴクゴク、万歳！
pt: Gole, gole, viva!
ru: Глоток, глоток, ура!
zh_hans: 喝，喝，万岁！

# motivation.22
source: Water: nature's energy drink!
ar: !الماء: مشروب الطاقة الطبيعي
de: Wasser: das Energiegetränk der Natur!
es: Agua: ¡la bebida energética de la naturaleza!
fr: L'eau : la boisson énergétique de la nature !
hi: पानी: प्रकृति का एनर्जी ड्रिंक!
ja: 水：自然のエネルギードリンク！
pt: Água: a bebida energética da natureza!
ru: Вода: энергетический напиток природы!
zh_hans: 水：大自然的能量饮料！

# motivation.23
source: Hydrate now, feel better later!
ar: !ارتوِ الآن، اشعر بتحسن لاحقاً
de: Hydratiere jetzt, fühl dich später besser!
es: ¡Hidrátate ahora, siéntete mejor después!
fr: Hydratez-vous maintenant, sentez-vous mieux plus tard !
hi: अभी हाइड्रेट करें, बाद में बेहतर महसूस करें!
ja: 今水分補給、後で元気！
pt: Hidrate-se agora, sinta-se melhor depois!
ru: Пейте сейчас, почувствуйте себя лучше позже!
zh_hans: 现在补水，稍后感觉更好！

# motivation.24
source: You deserve this water break!
ar: !أنت تستحق استراحة الماء هذه
de: Du verdienst diese Wasserpause!
es: ¡Te mereces este descanso para agua!
fr: Vous méritez cette pause eau !
hi: आप इस पानी के ब्रेक के लायक हैं!
ja: この水分補給休憩はあなたのご褒美！
pt: Você merece esta pausa para água!
ru: Вы заслуживаете этот перерыв на воду!
zh_hans: 你值得这次饮水休息！

# motivation.25
source: Nourish your body with water!
ar: !غذِّ جسمك بالماء
de: Nähre deinen Körper mit Wasser!
es: ¡Nutre tu cuerpo con agua!
fr: Nourrissez votre corps avec de l'eau !
hi: अपने शरीर को पानी से पोषित करें!
ja: 水で体を養いましょう！
pt: Nutra seu corpo com água!
ru: Питайте свое тело водой!
zh_hans: 用水滋养你的身体！

# motivation.26
source: Keep yourself in the flow!
ar: !حافظ على التدفق
de: Bleib im Fluss!
es: ¡Mantente en el flujo!
fr: Restez dans le flux !
hi: प्रवाह में बने रहें!
ja: 流れを保ちましょう！
pt: Mantenha-se no fluxo!
ru: Оставайтесь в потоке!
zh_hans: 保持在流动中！

# motivation.27
source: Water works wonders!
ar: !الماء يصنع المعجزات
de: Wasser wirkt Wunder!
es: ¡El agua hace maravillas!
fr: L'eau fait des merveilles !
hi: पानी चमत्कार करता है!
ja: 水は奇跡を起こす！
pt: A água faz maravilhas!
ru: Вода творит чудеса!
zh_hans: 水创造奇迹！

# motivation.28
source: Drink water, feel amazing!
ar: !اشرب الماء، اشعر بروعة
de: Trink Wasser, fühl dich fantastisch!
es: ¡Bebe agua, siéntete increíble!
fr: Buvez de l'eau, sentez-vous incroyable !
hi: पानी पिएं, अद्भुत महसूस करें!
ja: 水を飲んで素晴らしい気分に！
pt: Beba água, sinta-se incrível!
ru: Пейте воду, чувствуйте себя потрясающе!
zh_hans: 喝水，感觉棒极了！

# motivation.29
source: Your cells are calling for water!
ar: !خلاياك تطلب الماء
de: Deine Zellen rufen nach Wasser!
es: ¡Tus células piden agua!
fr: Vos cellules réclament de l'eau !
hi: आपकी कोशिकाएं पानी की मांग कर रही हैं!
ja: あなたの細胞が水を求めています！
pt: Suas células estão pedindo água!
ru: Ваши клетки просят воду!
zh_hans: 你的细胞在呼唤水！

# motivation.30
source: Stay cool, stay hydrated!
ar: !ابق بارداً، ابق رطباً
de: Bleib kühl, bleib hydriert!
es: ¡Mantente fresco, mantente hidratado!
fr: Restez frais, restez hydraté !
hi: ठंडे रहें, हाइड्रेटेड रहें!
ja: 涼しく、水分補給を忘れずに！
pt: Fique fresco, fique hidratado!
ru: Оставайтесь прохладными, поддерживайте водный баланс!
zh_hans: 保持凉爽，保持水分！
