Repository: megakoko/WateryWatWat
Catalog: WateryWatWat/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, ja, pt, ru, zh_hans

# navigation.history
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
pt: Histórico
ru: История
zh_hans: 历史记录

# navigation.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
ja: 設定
pt: Configurações
ru: Настройки
zh_hans: 设置

# navigation.dailyGoal
source: Daily Goal
ar: الهدف اليومي
de: Tagesziel
es: Meta diaria
fr: Objectif quotidien
hi: दैनिक लक्ष्य
ja: 1日の目標
pt: Meta diária
ru: Дневная цель
zh_hans: 每日目标

# navigation.addEntry
source: Add Entry
ar: إضافة سجل
de: Eintrag hinzufügen
es: Agregar entrada
fr: Ajouter une entrée
hi: प्रविष्टि जोड़ें
ja: 記録を追加
pt: Adicionar registro
ru: Добавить запись
zh_hans: 添加记录

# navigation.editEntry
source: Edit Entry
ar: تعديل السجل
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
hi: प्रविष्टि संपादित करें
ja: 記録を編集
pt: Editar registro
ru: Редактировать запись
zh_hans: 编辑记录

# button.add
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
pt: Adicionar
ru: Добавить
zh_hans: 添加

# button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

# button.addReminder
source: Add Reminder
ar: إضافة تذكير
de: Erinnerung hinzufügen
es: Agregar recordatorio
fr: Ajouter un rappel
hi: रिमाइंडर जोड़ें
ja: リマインダーを追加
pt: Adicionar lembrete
ru: Добавить напоминание
zh_hans: 添加提醒

# button.seeAll
source: See All
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout voir
hi: सभी देखें
ja: すべて表示
pt: Ver tudo
ru: Показать все
zh_hans: 查看全部

# button.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
pt: Excluir
ru: Удалить
zh_hans: 删除

# button.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
ja: 設定を開く
pt: Abrir configurações
ru: Открыть настройки
zh_hans: 打开设置

# button.notificationSettings
source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Ajustes de notificaciones
fr: Réglages des notifications
hi: नोटिफिकेशन सेटिंग्स
ja: 通知設定
pt: Configurações de notificação
ru: Настройки уведомлений
zh_hans: 通知设置

# button.deleteHealthData
source: Delete Health Data
ar: حذف بيانات الصحة
de: Gesundheitsdaten löschen
es: Eliminar datos de salud
fr: Supprimer les données de santé
hi: स्वास्थ्य डेटा हटाएं
ja: ヘルスデータを削除
pt: Excluir dados de saúde
ru: Удалить данные здоровья
zh_hans: 删除健康数据

# button.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
pt: Concluído
ru: Готово
zh_hans: 完成

# button.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: आगे
ja: 次へ
pt: Próximo
ru: Далее
zh_hans: 下一步

# goal.intro.title
source: Set Your Daily Goal
ar: حدد هدفك اليومي
de: Legen Sie Ihr Tagesziel fest
es: Establece tu meta diaria
fr: Définissez votre objectif quotidien
hi: अपना दैनिक लक्ष्य निर्धारित करें
ja: 1日の目標を設定
pt: Defina sua meta diária
ru: Установите дневную цель
zh_hans: 设定每日目标

# goal.intro.description
source: Answer a few questions to calculate your personalized daily water intake goal
ar: أجب عن بعض الأسئلة لحساب هدفك الشخصي لتناول الماء يومياً
de: Beantworten Sie einige Fragen, um Ihr persönliches tägliches Wasserziel zu berechnen
es: Responde algunas preguntas para calcular tu meta personalizada de ingesta de agua
fr: Répondez à quelques questions pour calculer votre objectif personnalisé d'apport en eau
hi: अपने व्यक्तिगत दैनिक पानी सेवन लक्ष्य की गणना करने के लिए कुछ प्रश्नों के उत्तर दें
ja: いくつかの質問に答えて、あなたに合った1日の水分摂取目標を計算しましょう
pt: Responda algumas perguntas para calcular sua meta personalizada de ingestão de água
ru: Ответьте на несколько вопросов, чтобы рассчитать персональную норму потребления воды
zh_hans: 回答几个问题以计算您的个性化每日饮水目标

# goal.gender.question
source: What is your gender?
ar: ما هو جنسك؟
de: Was ist Ihr Geschlecht?
es: ¿Cuál es tu género?
fr: Quel est votre sexe ?
hi: आपका लिंग क्या है?
ja: 性別は？
pt: Qual é o seu gênero?
ru: Ваш пол?
zh_hans: 您的性别是？

# goal.weight.question
source: What is your weight?
ar: ما هو وزنك؟
de: Was ist Ihr Gewicht?
es: ¿Cuál es tu peso?
fr: Quel est votre poids ?
hi: आपका वजन क्या है?
ja: 体重は？
pt: Qual é o seu peso?
ru: Ваш вес?
zh_hans: 您的体重是？

# goal.activityLevel.question
source: What is your daily activity level?
ar: ما هو مستوى نشاطك اليومي؟
de: Wie hoch ist Ihr tägliches Aktivitätsniveau?
es: ¿Cuál es tu nivel de actividad diaria?
fr: Quel est votre niveau d'activité quotidienne ?
hi: आपका दैनिक गतिविधि स्तर क्या है?
ja: 1日の活動レベルは？
pt: Qual é o seu nível de atividade diária?
ru: Ваш уровень ежедневной активности?
zh_hans: 您的日常活动水平是？

# goal.climate.question
source: What is your typical climate?
ar: ما هو مناخك المعتاد؟
de: Wie ist Ihr typisches Klima?
es: ¿Cuál es tu clima típico?
fr: Quel est votre climat habituel ?
hi: आपका सामान्य जलवायु क्या है?
ja: お住まいの気候は？
pt: Qual é o seu clima típico?
ru: Ваш типичный климат?
zh_hans: 您所在的典型气候是？

# goal.additionalFactors.question
source: Any additional factors?
ar: هل هناك عوامل إضافية؟
de: Gibt es zusätzliche Faktoren?
es: ¿Algún factor adicional?
fr: Des facteurs supplémentaires ?
hi: कोई अतिरिक्त कारक?
ja: その他の要因は？
pt: Algum fator adicional?
ru: Есть дополнительные факторы?
zh_hans: 是否有其他因素？

# goal.result.title
source: Your Daily Goal
ar: هدفك اليومي
de: Ihr Tagesziel
es: Tu meta diaria
fr: Votre objectif quotidien
hi: आपका दैनिक लक्ष्य
ja: あなたの1日の目標
pt: Sua meta diária
ru: Ваша дневная цель
zh_hans: 您的每日目标

# goal.result.description
source: Based on your profile, this is your recommended daily water intake
ar: بناءً على ملفك الشخصي، هذا هو تناولك الموصى به من الماء يومياً
de: Basierend auf Ihrem Profil ist dies Ihre empfohlene tägliche Wasseraufnahme
es: Según tu perfil, esta es tu ingesta de agua diaria recomendada
fr: Selon votre profil, voici votre apport quotidien en eau recommandé
hi: आपकी प्रोफ़ाइल के आधार पर, यह आपका अनुशंसित दैनिक पानी का सेवन है
ja: あなたのプロフィールに基づいた推奨される1日の水分摂取量です
pt: Com base no seu perfil, esta é a sua ingestão diária de água recomendada
ru: На основе вашего профиля рекомендуемая норма потребления воды
zh_hans: 根据您的情况，这是推荐的每日饮水量

# goal.result.hint
source: You can adjust this to fit your needs
ar: يمكنك تعديل هذا حسب احتياجاتك
de: Sie können dies an Ihre Bedürfnisse anpassen
es: Puedes ajustar esto según tus necesidades
fr: Vous pouvez l'ajuster selon vos besoins
hi: आप इसे अपनी आवश्यकताओं के अनुरूप समायोजित कर सकते हैं
ja: 必要に応じて調整できます
pt: Você pode ajustar isso de acordo com suas necessidades
ru: Вы можете настроить это под свои нужды
zh_hans: 您可以根据需要进行调整

# gender.male
source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
ja: 男性
pt: Masculino
ru: Мужской
zh_hans: 男性

# gender.female
source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
ja: 女性
pt: Feminino
ru: Женский
zh_hans: 女性

# activityLevel.low
source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
hi: कम
ja: 低い
pt: Baixo
ru: Низкий
zh_hans: 低

# activityLevel.moderate
source: Moderate
ar: معتدل
de: Mittel
es: Moderado
fr: Modéré
hi: मध्यम
ja: 普通
pt: Moderado
ru: Средний
zh_hans: 中等

# activityLevel.high
source: High
ar: عالي
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
ja: 高い
pt: Alto
ru: Высокий
zh_hans: 高

# activityLevel.low.description
source: Sedentary
ar: قليل الحركة
de: Sitzend
es: Sedentario
fr: Sédentaire
hi: गतिहीन
ja: 座りがち
pt: Sedentário
ru: Малоподвижный
zh_hans: 久坐

# activityLevel.moderate.description
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
ja: 活動的
pt: Ativo
ru: Активный
zh_hans: 活跃

# activityLevel.high.description
source: Intense exercise
ar: تمارين مكثفة
de: Intensives Training
es: Ejercicio intenso
fr: Exercice intense
hi: तीव्र व्यायाम
ja: 激しい運動
pt: Exercício intenso
ru: Интенсивные тренировки
zh_hans: 高强度运动

# climate.cold
source: Cold/Temperate
ar: بارد/معتدل
de: Kalt/gemäßigt
es: Frío/templado
fr: Froid/tempéré
hi: ठंडा/समशीतोष्ण
ja: 寒冷/温暖
pt: Frio/temperado
ru: Холодный/умеренный
zh_hans: 寒冷/温和

# climate.warm
source: Warm
ar: دافئ
es: Cálido
fr: Chaud
hi: गर्म
ja: 暖かい
pt: Quente
ru: Тёплый
zh_hans: 温暖

# climate.hot
source: Hot/Humid
ar: حار/رطب
de: Heiß/feucht
es: Caliente/húmedo
fr: Très chaud/humide
hi: बहुत गर्म/आर्द्र
ja: 暑い/湿気が多い
pt: Quente/úmido
ru: Жаркий/влажный
zh_hans: 炎热/潮湿

# climate.cold.description
source: < 20°C
ar: < 20°م

# climate.warm.description
source: 20-30°C
ar: 20-30°م

# climate.hot.description
source: 30°C+
ar: 30°م+

# additionalFactor.coffee.name
source: Regular coffee intake
ar: تناول القهوة بانتظام
de: Regelmäßiger Kaffeekonsum
es: Consumo regular de café
fr: Consommation régulière de café
hi: नियमित कॉफी सेवन
ja: 定期的なコーヒー摂取
pt: Consumo regular de café
ru: Регулярное употребление кофе
zh_hans: 经常饮用咖啡

# additionalFactor.coffee.description
source: Diuretic effect
ar: تأثير مدر للبول
de: Harntreibende Wirkung
es: Efecto diurético
fr: Effet diurétique
hi: मूत्रवर्धक प्रभाव
ja: 利尿作用
pt: Efeito diurético
ru: Мочегонный эффект
zh_hans: 利尿作用

# additionalFactor.exercise.name
source: Exercise > 60 min/day
ar: تمارين > 60 دقيقة/يوم
de: Sport > 60 Min./Tag
es: Ejercicio > 60 min/día
fr: Exercice > 60 min/jour
hi: व्यायाम > 60 मिनट/दिन
ja: 60分以上/日の運動
pt: Exercício > 60 min/dia
ru: Тренировки > 60 мин/день
zh_hans: 每天运动 > 60 分钟

# additionalFactor.exercise.description
source: Requires more hydration
ar: يتطلب المزيد من الماء
de: Benötigt mehr Flüssigkeit
es: Requiere más hidratación
fr: Nécessite plus d'hydratation
hi: अधिक हाइड्रेशन आवश्यक
ja: より多くの水分が必要
pt: Requer mais hidratação
ru: Требуется больше воды
zh_hans: 需要更多水分

# congratulations.title
source: Congratulations!
ar: مبروك!
de: Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
hi: बधाई हो!
ja: おめでとうございます！
pt: Parabéns!
ru: Поздравляем!
zh_hans: 恭喜！

# congratulations.message
source: Daily goal reached
ar: تم تحقيق الهدف اليومي
de: Tagesziel erreicht
es: Meta diaria alcanzada
fr: Objectif quotidien atteint
hi: दैनिक लक्ष्य पूरा हुआ
ja: 1日の目標達成
pt: Meta diária alcançada
ru: Дневная цель достигнута
zh_hans: 已达成每日目标

# confirmation.deleteEntry.title
source: Delete Entry
ar: حذف السجل
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
hi: प्रविष्टि हटाएं
ja: 記録を削除
pt: Excluir registro
ru: Удалить запись
zh_hans: 删除记录

# confirmation.deleteEntry.message
source: Delete %@?
ar: حذف %@؟
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
hi: %@ हटाएं?
ja: %@を削除しますか？
pt: Excluir %@?
ru: Удалить %@?
zh_hans: 删除 %@？

# alert.deleteHealthData.title
source: Delete Health Data
ar: حذف بيانات الصحة
de: Gesundheitsdaten löschen
es: Eliminar datos de salud
fr: Supprimer les données de santé
hi: स्वास्थ्य डेटा हटाएं
ja: ヘルスデータを削除
pt: Excluir dados de saúde
ru: Удалить данные здоровья
zh_hans: 删除健康数据

# alert.deleteHealthData.message
source: This will remove all water intake records created by this app from Apple Health. This action cannot be undone.
ar: سيؤدي هذا إلى إزالة جميع سجلات تناول الماء التي تم إنشاؤها بواسطة هذا التطبيق من Apple Health. لا يمكن التراجع عن هذا الإجراء.
de: Dies entfernt alle von dieser App erstellten Wasseraufnahme-Einträge aus Apple Health. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los registros de ingesta de agua creados por esta app de Apple Health. Esta acción no se puede deshacer.
fr: Cela supprimera tous les enregistrements d'apport en eau créés par cette app de Apple Health. Cette action est irréversible.
hi: यह Apple Health से इस ऐप द्वारा बनाए गए सभी पानी के सेवन रिकॉर्ड को हटा देगा। यह कार्रवाई पूर्ववत नहीं की जा सकती।
ja: このアプリで作成されたすべての水分摂取記録がApple Healthから削除されます。この操作は元に戻せません。
pt: Isso removerá todos os registros de ingestão de água criados por este app do Apple Health. Esta ação não pode ser desfeita.
ru: Это удалит все записи о потреблении воды, созданные этим приложением, из Apple Health. Это действие нельзя отменить.
zh_hans: 这将从 Apple Health 中删除此应用创建的所有饮水记录。此操作无法撤销。

# alert.result
source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
ja: 結果
pt: Resultado
ru: Результат
zh_hans: 结果

# alert.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
pt: Erro
ru: Ошибка
zh_hans: 错误

# alert.notificationsDisabled
source: Notifications are disabled. Please enable them in Settings.
ar: الإشعارات معطلة. يرجى تفعيلها من الإعدادات.
de: Benachrichtigungen sind deaktiviert. Bitte aktivieren Sie sie in den Einstellungen.
es: Las notificaciones están desactivadas. Por favor actívalas en Ajustes.
fr: Les notifications sont désactivées. Veuillez les activer dans les Réglages.
hi: नोटिफिकेशन अक्षम हैं। कृपया उन्हें सेटिंग्स में सक्षम करें।
ja: 通知が無効になっています。設定で有効にしてください。
pt: As notificações estão desativadas. Por favor, ative-as nas Configurações.
ru: Уведомления отключены. Пожалуйста, включите их в Настройках.
zh_hans: 通知已禁用。请在设置中启用通知。

# card.history
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
ja: 履歴
pt: Histórico
ru: История
zh_hans: 历史记录

# card.nextDrink
source: Next Drink
ar: الشرب التالي
de: Nächstes Getränk
es: Próximo trago
fr: Prochaine boisson
hi: अगला पेय
ja: 次の飲水
pt: Próximo drink
ru: Следующий приём
zh_hans: 下次饮水

# card.goal
source: Goal
ar: الهدف
de: Ziel
es: Meta
fr: Objectif
hi: लक्ष्य
ja: 目標
pt: Meta
ru: Цель
zh_hans: 目标

# card.streak
source: Streak
ar: السلسلة
de: Serie
es: Racha
fr: Série
hi: लगातार
ja: 連続日数
pt: Sequência
ru: Серия
zh_hans: 连续天数

# card.remaining
source: Remaining
ar: المتبقي
de: Verbleibend
es: Restante
fr: Restant
hi: शेष
ja: 残り
pt: Restante
ru: Осталось
zh_hans: 剩余

# card.average
source: Average
ar: المتوسط
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
ja: 平均
pt: Média
ru: Среднее
zh_hans: 平均

# card.goalHit
source: Goal Hit
ar: تحقيق الهدف
de: Ziel erreicht
es: Meta alcanzada
fr: Objectif atteint
hi: लक्ष्य पूर्ति
ja: 目標達成率
pt: Meta atingida
ru: Достижение цели
zh_hans: 达标率

# card.dayHistory
source: %d-Day History
ar: سجل %d يوم
de: %d-Tage-Verlauf
es: Historial de %d días
fr: Historique de %d jours
hi: %d-दिन का इतिहास
ja: %d日間の履歴
pt: Histórico de %d dias
ru: История за %d дней
zh_hans: %d 天历史

# settings.section.dailyGoal
source: Daily Goal
ar: الهدف اليومي
de: Tagesziel
es: Meta diaria
fr: Objectif quotidien
hi: दैनिक लक्ष्य
ja: 1日の目標
pt: Meta diária
ru: Дневная цель
zh_hans: 每日目标

# settings.section.reminders
source: Drink Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
ja: リマインダー
pt: Lembretes
ru: Напоминания
zh_hans: 饮水提醒

# settings.section.health
source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
ja: ヘルスケア
pt: Saúde
ru: Здоровье
zh_hans: 健康

# form.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
ja: 日付
pt: Data
ru: Дата
zh_hans: 日期

# form.custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
ja: カスタム
pt: Personalizado
ru: Свой
zh_hans: 自定义

# form.volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
hi: मात्रा
ja: 量
ru: Объём
zh_hans: 容量

# form.enableReminders
source: Enable Reminders
ar: تفعيل التذكيرات
de: Erinnerungen aktivieren
es: Activar recordatorios
fr: Activer les rappels
hi: रिमाइंडर सक्षम करें
ja: リマインダーを有効にする
pt: Ativar lembretes
ru: Включить напоминания
zh_hans: 启用提醒

# form.startTime
source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi: प्रारंभ समय
ja: 開始時刻
pt: Hora de início
ru: Время начала
zh_hans: 开始时间

# form.endTime
source: End Time
ar: وقت الانتهاء
de: Endzeit
es: Hora de fin
fr: Heure de fin
hi: समाप्ति समय
ja: 終了時刻
pt: Hora de término
ru: Время окончания
zh_hans: 结束时间

# form.remindEvery
source: Remind Every
ar: التذكير كل
de: Erinnern alle
es: Recordar cada
fr: Rappeler toutes les
hi: हर बार याद दिलाएं
ja: 通知間隔
pt: Lembrar a cada
ru: Напоминать каждые
zh_hans: 提醒间隔

# form.syncToHealth
source: Sync to Apple Health
ar: المزامنة مع Apple Health
de: Mit Apple Health synchronisieren
es: Sincronizar con Apple Health
fr: Synchroniser avec Apple Health
hi: Apple Health के साथ सिंक करें
ja: Apple Healthと同期
pt: Sincronizar com Apple Health
ru: Синхронизировать с Apple Health
zh_hans: 同步到 Apple Health

# time.soon
source: Soon
ar: قريباً
de: Bald
es: Pronto
fr: Bientôt
hi: जल्द ही
ja: まもなく
pt: Em breve
ru: Скоро
zh_hans: 即将

# time.inHoursMinutes
source: in %dh %dm
ar: في %dس %dد
es: en %dh %dm
fr: dans %dh %dm
hi: %d घंटे %d मिनट में
ja: %d時間%d分後
pt: em %dh %dm
ru: через %dч %dм
zh_hans: %d小时%d分钟后

# time.inMinutes
source: in %dm
ar: في %dد
es: en %dm
fr: dans %dm
hi: %d मिनट में
ja: %d分後
pt: em %dm
ru: через %dм
zh_hans: %d分钟后

# time.lessThanMinute
source: in < 1m
ar: في < 1د
es: en < 1m
fr: dans < 1m
hi: < 1 मिनट में
ja: 1分未満
pt: em < 1m
ru: через < 1м
zh_hans: < 1分钟后

# volume.ml
source: %d ml
ar: %d مل
ru: %d мл
zh_hans: %d 毫升

# volume.200ml
source: 200 ml
ar: 200 مل
ru: 200 мл
zh_hans: 200 毫升

# volume.300ml
source: 300 ml
ar: 300 مل
ru: 300 мл
zh_hans: 300 毫升

# volume.500ml
source: 500 ml
ar: 500 مل
ru: 500 мл
zh_hans: 500 毫升

# volume.750ml
source: 750 ml
ar: 750 مل
ru: 750 мл
zh_hans: 750 毫升

# volume.1000ml
source: 1000 ml
ar: 1000 مل
ru: 1000 мл
zh_hans: 1000 毫升

# volume.1500ml
source: 1500 ml
ar: 1500 مل
ru: 1500 мл
zh_hans: 1500 毫升

# period.days
source: %dd
ar: %dي
de: %dT
fr: %dj
hi: %dदिन
ja: %d日
ru: %dд
zh_hans: %d天

# intent.addWater.title
source: Add Water
ar: إضافة ماء
de: Wasser hinzufügen
es: Agregar agua
fr: Ajouter de l'eau
hi: पानी जोड़ें
ja: 水を追加
pt: Adicionar água
ru: Добавить воду
zh_hans: 添加饮水

# intent.addWater.description
source: Log water intake
ar: تسجيل شرب الماء
de: Wasseraufnahme erfassen
es: Registrar ingesta de agua
fr: Enregistrer l'apport en eau
hi: पानी का सेवन रिकॉर्ड करें
ja: 水分摂取を記録
pt: Registrar ingestão de água
ru: Записать потребление воды
zh_hans: 记录饮水量

# intent.addWater.dialog
source: Added %d mL. Today's total: %d mL
ar: تمت إضافة %d مل. إجمالي اليوم: %d مل
de: %d mL hinzugefügt. Heute insgesamt: %d mL
es: Agregados %d mL. Total de hoy: %d mL
fr: Ajouté %d mL. Total aujourd'hui : %d mL
hi: %d mL जोड़ा गया। आज का कुल: %d mL
ja: %d mLを追加しました。今日の合計：%d mL
pt: Adicionados %d mL. Total de hoje: %d mL
ru: Добавлено %d мл. Сегодня всего: %d мл
zh_hans: 已添加 %d 毫升。今日总量：%d 毫升

# intent.addWater.result.added
source: +%d mL
ar: +%d مل
ru: +%d мл
zh_hans: +%d 毫升

# intent.addWater.result.total
source: Total: %d mL
ar: الإجمالي: %d مل
de: Gesamt: %d mL
hi: कुल: %d mL
ja: 合計：%d mL
ru: Всего: %d мл
zh_hans: 总计：%d 毫升

# intent.addWater.siri.add
source: Add water
ar: أضف ماء
de: Wasser hinzufügen
es: Agregar agua
fr: Ajouter de l'eau
hi: पानी जोड़ें
ja: 水を追加
pt: Adicionar água
ru: Добавить воду
zh_hans: 添加饮水

# intent.addWater.siri.log
source: Log water
ar: سجل ماء
de: Wasser erfassen
es: Registrar agua
fr: Enregistrer de l'eau
hi: पानी रिकॉर्ड करें
ja: 水を記録
pt: Registrar água
ru: Записать воду
zh_hans: 记录饮水

# healthData.deletedRecords
source: Deleted %d records from Apple Health
ar: تم حذف %d سجل من Apple Health
de: %d Einträge aus Apple Health gelöscht
es: Eliminados %d registros de Apple Health
fr: Supprimé %d enregistrements de Apple Health
hi: Apple Health से %d रिकॉर्ड हटाए गए
ja: Apple Healthから%d件の記録を削除しました
pt: Excluídos %d registros do Apple Health
ru: Удалено %d записей из Apple Health
zh_hans: 已从 Apple Health 删除 %d 条记录

# motivational.almostThere
source: Almost there!
ar: !أوشكت على الانتهاء
de: Fast geschafft!
es: ¡Casi lo logras!
fr: Presque là !
hi: लगभग हो गया!
ja: もうすぐ！
pt: Quase lá!
ru: Почти у цели!
zh_hans: 快到了！

# motivational.keepGoing
source: Keep going!
ar: !استمر
de: Weiter so!
es: ¡Sigue así!
fr: Continue !
hi: जारी रखें!
ja: その調子！
pt: Continue assim!
ru: Продолжай!
zh_hans: 继续加油！

# motivational.greatProgress
source: Great progress!
ar: !تقدم رائع
de: Toller Fortschritt!
es: ¡Gran progreso!
fr: Excellent progrès !
hi: शानदार प्रगति!
ja: 素晴らしい進歩！
pt: Ótimo progresso!
ru: Отличный прогресс!
zh_hans: 进步很大！

# motivational.youGotThis
source: You got this!
ar: !أنت تستطيع
de: Du schaffst das!
es: ¡Tú puedes!
fr: Tu peux le faire !
hi: आप कर सकते हैं!
ja: あなたならできる！
pt: Você consegue!
ru: У тебя получится!
zh_hans: 你能行！

# motivational.stayHydrated
source: Stay hydrated!
ar: !حافظ على رطوبتك
de: Bleib hydriert!
es: ¡Mantente hidratado!
fr: Reste hydraté !
hi: हाइड्रेटेड रहें!
ja: 水分補給を忘れずに！
pt: Mantenha-se hidratado!
ru: Не забывай пить воду!
zh_hans: 保持水分！

# motivational.niceWork
source: Nice work!
ar: !عمل جيد
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Bon travail !
hi: अच्छा काम!
ja: よくできました！
pt: Bom trabalho!
ru: Хорошая работа!
zh_hans: 做得好！

# motivational.excellentStart
source: Excellent start!
ar: !بداية ممتازة
de: Ausgezeichneter Start!
es: ¡Excelente comienzo!
fr: Excellent début !
hi: उत्कृष्ट शुरुआत!
ja: 素晴らしいスタート！
pt: Excelente começo!
ru: Отличное начало!
zh_hans: 开始得很好！

# motivational.halfwayThere
source: Halfway there!
ar: !في منتصف الطريق
de: Halbzeit!
es: ¡A mitad de camino!
fr: À mi-chemin !
hi: आधा पूरा!
ja: 半分達成！
pt: Metade do caminho!
ru: Половина пути пройдена!
zh_hans: 完成一半了！

# motivational.soClose
source: So close!
ar: !قريب جداً
de: Ganz nah dran!
es: ¡Muy cerca!
fr: Si proche !
hi: बहुत करीब!
ja: もう少し！
pt: Tão perto!
ru: Совсем близко!
zh_hans: 就快完成了！

# motivational.amazing
source: Amazing!
ar: !مذهل
de: Fantastisch!
es: ¡Increíble!
fr: Incroyable !
hi: अद्भुत!
ja: 素晴らしい！
pt: Incrível!
ru: Потрясающе!
zh_hans: 太棒了！

source: Hydration Reminder
ar: تذكير الترطيب
de: Hydratationserinnerung
es: Recordatorio de hidratación
fr: Rappel d'hydratation
hi: हाइड्रेशन अनुस्मारक
ja: 水分補給リマインダー
pt: Lembrete de hidratação
ru: Напоминание о гидратации
zh_hans: 饮水提醒

# motivation.1
source: Stay hydrated, stay healthy!
ar: !ابق رطباً، ابق بصحة جيدة
de: Bleib hydriert, bleib gesund!
es: ¡Mantente hidratado, mantente saludable!
fr: Restez hydraté, restez en bonne santé !
hi: हाइड्रेटेड रहें, स्वस्थ रहें!
ja: 水分補給を忘れずに、健康でいよう！
pt: Mantenha-se hidratado, mantenha-se saudável!
ru: Поддерживайте водный баланс, будьте здоровы!
zh_hans: 保持水分，保持健康！

# motivation.2
source: Time to drink some water!
ar: !حان وقت شرب الماء
de: Zeit, etwas Wasser zu trinken!
es: ¡Hora de beber agua!
fr: C'est l'heure de boire de l'eau !
hi: पानी पीने का समय!
ja: 水を飲む時間です！
pt: Hora de beber água!
ru: Время пить воду!
zh_hans: 该喝水了！

# motivation.3
source: Your body will thank you!
ar: !جسمك سيشكرك
de: Dein Körper wird es dir danken!
es: ¡Tu cuerpo te lo agradecerá!
fr: Votre corps vous remerciera !
hi: आपका शरीर आभारी होगा!
ja: あなたの体が喜びます！
pt: Seu corpo vai agradecer!
ru: Ваше тело скажет спасибо!
zh_hans: 你的身体会感谢你！

# motivation.4
source: Keep that water flowing!
ar: !حافظ على تدفق الماء
de: Lass das Wasser fließen!
es: ¡Mantén el agua fluyendo!
fr: Gardez l'eau qui coule !
hi: पानी का प्रवाह बनाए रखें!
ja: 水分の流れを保ちましょう！
pt: Mantenha a água fluindo!
ru: Держите воду в потоке!
zh_hans: 让水分持续流动！

# motivation.5
source: Hydration break time!
ar: !وقت استراحة الترطيب
de: Hydratationspause!
es: ¡Hora de hidratación!
fr: C'est l'heure de l'hydratation !
hi: हाइड्रेशन ब्रेक का समय!
ja: 水分補給の時間！
pt: Hora da pausa para hidratação!
ru: Время для гидратации!
zh_hans: 补水时间到！

# motivation.6
source: Water: your body's best friend!
ar: !الماء: أفضل صديق لجسمك
de: Wasser: der beste Freund deines Körpers!
es: Agua: ¡el mejor amigo de tu cuerpo!
fr: L'eau : le meilleur ami de votre corps !
hi: पानी: आपके शरीर का सबसे अच्छा दोस्त!
ja: 水：あなたの体の親友！
pt: Água: o melhor amigo do seu corpo!
ru: Вода: лучший друг вашего тела!
zh_hans: 水：你身体的最好朋友！

# motivation.7
source: Quench your thirst!
ar: !أطفئ عطشك
de: Lösche deinen Durst!
es: ¡Apaga tu sed!
fr: Étanchez votre soif !
hi: अपनी प्यास बुझाएं!
ja: のどの渇きを癒しましょう！
pt: Mate sua sede!
ru: Утолите жажду!
zh_hans: 解渴吧！
